Revit 2027 API
BuiltInFailures.LoadFailures.PointBCNotOverlappingHost Property
 Point BC is not overlapping with its entire distribution its host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId PointBCNotOverlappingHost { get; }
Public Shared ReadOnly Property PointBCNotOverlappingHost As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ PointBCNotOverlappingHost {
	FailureDefinitionId^ get ();
}
static member PointBCNotOverlappingHost : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.LoadFailures Class
Autodesk.Revit.DB Namespace